package Level_1;
// Дана строка. Выведите в консоль последний символ строки.

public class Level1_3 {
    public static void main(String[] args) {
        String str = "Hello world";
        System.out.println(str.charAt(str.length() -1));
    }
}
