package Level_3;
// Даны два целых числа. Найдите остаток от деления первого числа на второе.
public class Level3_3 {
    public static void main(String[] args) {
        int a = 7;
        int b = 3;

        System.out.println(a % b);
    }
}
